Revit 2027 API
ReferenceArrayArray Constructor
Initializes a new instance of the ReferenceArrayArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ReferenceArrayArray()
Public Sub New
public:
ReferenceArrayArray()
new : unit -> ReferenceArrayArray
See Also
Reference
ReferenceArrayArray Class
Autodesk.Revit.DB Namespace